Repository: Twinlife/twinme-ios
Catalog: Twinme/LocalizableBackup.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# backup_view_content_info
source: Backups do not include conversations, notifications, and history.
ar: لا تشمل النسخ الاحتياطية المحادثات والإشعارات وسجل التصفح.
bg: Резервните копия не включват разговори, известия и история.
cs: Zálohy nezahrnují konverzace, oznámení a historii.
da: Sikkerhedskopier inkluderer ikke samtaler, notifikationer og historik.
de: Sicherungen enthalten keine Unterhaltungen, Benachrichtigungen und keinen Verlauf.
el: Τα αντίγραφα ασφαλείας δεν περιλαμβάνουν συνομιλίες, ειδοποιήσεις και ιστορικό.
es: Las copias de seguridad no incluyen conversaciones, notificaciones ni historial.
fa: پشتیبان‌گیری شامل مکالمات، اعلان‌ها و تاریخچه نمی‌شود.
fi: Varmuuskopiot eivät sisällä keskusteluja, ilmoituksia ja historiaa.
fr: Les sauvegardes n'incluent pas les conversations, les notifications et l'historique.
he: גיבויים אינם כוללים שיחות, התראות והיסטוריה.
hi: बैकअप में बातचीत, नोटिफ़िकेशन और हिस्ट्री शामिल नहीं होती हैं।
hr: Sigurnosne kopije ne uključuju razgovore, obavijesti ni povijest.
hu: A biztonsági mentések nem tartalmaznak beszélgetéseket, értesítéseket és előzményeket.
id: Cadangan tidak mencakup percakapan, notifikasi, dan riwayat.
it: I backup non includono conversazioni, notifiche e cronologia.
ja: バックアップには、会話、通知、履歴は含まれません。
ko: 백업에는 대화 내용, 알림 및 기록이 포함되지 않습니다.
nb: Sikkerhetskopier inkluderer ikke samtaler, varsler og historikk.
nl: Back-ups bevatten geen gesprekken, meldingen en geschiedenis.
pl: Kopie zapasowe nie obejmują rozmów, powiadomień ani historii.
pt_pt: Os backups não incluem conversas, notificações e histórico.
ro: Copiile de rezervă nu includ conversații, notificări și istoric.
ru: Резервные копии не включают разговоры, уведомления и историю.
sk: Zálohy neobsahujú konverzácie, oznámenia a históriu.
sl: Varnostne kopije ne vključujejo pogovorov, obvestil in zgodovine.
sq: Kopjet rezervë nuk përfshijnë biseda, njoftime dhe historik.
sr_latn: Bekapi ne uključuju razgovore, obaveštenja i istoriju.
sv: Säkerhetskopior inkluderar inte konversationer, aviseringar och historik.
tr: Yedeklemeler, konuşmaları, bildirimleri ve geçmişi içermez.
uk: Резервні копії не включають розмови, сповіщення та історію.
vi: Bản sao lưu không bao gồm các cuộc trò chuyện, thông báo và lịch sử.
zh_hans: 备份不包含对话、通知和历史记录。
zh_hant: 備份不包含對話、通知和歷史記錄。

# backup_view_copy_clipboard
source: Copy to clipboard
ar: النسخ إلى الحافظة
bg: Копиране в клипборда
cs: Kopírovat do schránky
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fa: کپی در کلیپ بورد
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
he: העתק ללוח
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u međuspremnik
hu: Másolás a vágólapra
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
nb: Kopier til utklippstavlen
nl: Kopiëren naar klembord
pl: Skopiuj do schowka
pt_pt: Copiar para a área de transferência
ro: Copiați în clipboard
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sl: Kopiraj v odložišče
sq: Kopjo në kujtesën e përkohshme
sr_latn: Kopiraj u međuspremnik
sv: Kopiera till urklipp
tr: Panoya kopyala
uk: Копіювати в буфер обміну
vi: Sao chép vào bộ nhớ tạm
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

# backup_view_error_words
source: The words entered do not allow the backup to be decrypted.
ar: الكلمات المدخلة لا تسمح بفك تشفير النسخة الاحتياطية.
bg: Въведените думи не позволяват архивът да бъде декриптиран.
cs: Zadaná slova neumožňují dešifrování zálohy.
da: De indtastede ord tillader ikke, at sikkerhedskopien dekrypteres.
de: Die eingegebenen Wörter erlauben keine Entschlüsselung der Sicherung.
el: Οι λέξεις που εισαγάγατε δεν επιτρέπουν την αποκρυπτογράφηση του αντιγράφου ασφαλείας.
es: Las palabras ingresadas no permiten descifrar la copia de seguridad.
fa: کلمات وارد شده اجازه رمزگشایی نسخه پشتیبان را نمی
fi: Annetut sanat eivät salli varmuuskopion salauksen purkamista.
fr: Les mots saisis ne permettent pas le déchiffrement de la sauvegarde.
he: המילים שהוזנו אינן מאפשרות פענוח של הגיבוי.
hi: दर्ज किए गए शब्द बैकअप को डिक्रिप्ट करने की अनुमति नहीं देते हैं।
hr: Unesene riječi ne omogućuju dešifriranje sigurnosne kopije.
hu: A megadott szavak nem teszik lehetővé a biztonsági mentés visszafejtését.
id: Kata-kata yang dimasukkan tidak memungkinkan cadangan didekripsi.
it: Le parole inserite non consentono la decrittografia del backup.
ja: 入力した単語ではバックアップを復号できません。
ko: 입력한 단어로는 백업을 해독할 수 없습니다.
nb: Ordene som er skrevet inn tillater ikke at sikkerhetskopien dekrypteres.
nl: De ingevoerde woorden zorgen er niet voor dat de back-up kan worden gedecodeerd.
pl: Wprowadzone słowa uniemożliwiają odszyfrowanie kopii zapasowej.
pt_pt: As palavras introduzidas não permitem que o backup seja desencriptado.
ro: Cuvintele introduse nu permit decriptarea copiei de rezervă.
ru: Введённые слова не позволяют расшифровать резервную копию.
sk: Zadané slová neumožňujú dešifrovanie zálohy.
sl: Vnesene besede ne omogočajo dešifriranja varnostne kopije.
sq: Fjalët e futura nuk lejojnë dekriptimin e kopjes rezervë.
sr_latn: Unete reči ne omogućavaju dekriptovanje bekapa.
sv: De angivna orden tillåter inte att säkerhetskopian dekrypteras.
tr: Girilen kelimeler yedeklemenin şifresinin çözülmesine izin vermiyor.
uk: Введені слова не дозволяють розшифрувати резервну копію.
vi: Các từ đã nhập không cho phép giải mã bản sao lưu.
zh_hans: 输入的单词不允许解密备份。
zh_hant: 輸入的單字不允許解密備份。

# backup_view_generate_key
source: Generate a new encryption key
ar: إنشاء مفتاح تشفير جديد
bg: Генериране на нов ключ за криптиране
cs: Vygenerovat nový šifrovací klíč
da: Generer en ny krypteringsnøgle
de: Neuen Verschlüsselungsschlüssel generieren
el: Δημιουργία νέου κλειδιού κρυπτογράφησης
es: Generar una nueva clave de cifrado
fa: ایجاد یک کلید رمزگذاری جدید
fi: Luo uusi salausavain
fr: Générer une nouvelle clé de chiffrement
he: צור מפתח הצפנה חדש
hi: नई एन्क्रिप्शन की (key) बनाएँ
hr: Generiraj novi ključ za šifriranje
hu: Új titkosítási kulcs létrehozása
id: Buat kunci enkripsi baru
it: Genera una nuova chiave di crittografia
ja: 新しい暗号化キーを生成
ko: 새 암호화 키 생성
nb: Generer en ny krypteringsnøkkel
nl: Een nieuwe versleutelingssleutel genereren
pl: Wygeneruj nowy klucz szyfrowania
pt_pt: Gerar uma nova chave de encriptação
ro: Generați o nouă cheie de criptare
ru: Создать новый ключ шифрования
sk: Vygenerovať nový šifrovací kľúč
sl: Ustvari nov šifrirni ključ
sq: Gjenero një çelës të ri enkriptimi
sr_latn: Generiši novi ključ za šifrovanje
sv: Generera en ny krypteringsnyckel
tr: Yeni bir şifreleme anahtarı oluştur
uk: Згенерувати новий ключ шифрування
vi: Tạo khóa mã hóa mới
zh_hans: 生成新的加密密钥
zh_hant: 產生新的加密金鑰

# backup_view_generate_word
source: Generate
ar: يولد
bg: Генерирай
cs: Generovat
da: Frembringe
de: Generieren
el: Δημιουργία
es: Generar
fa: تولید کردن
fi: Luoda
fr: Générer
he: לִיצוֹר
hi: उत्पन्न करें
hr: Generiraj
hu: Generálás
id: Menghasilkan
it: Generare
ja: 生成する
ko: 생성하다
nb: Generere
nl: Genereren
pl: Spowodować
pt_pt: Gerar
ro: Generează
ru: Генерировать
sk: Generovať
sl: Ustvari
sq: Gjenero
sr_latn: Generiši
sv: Generera
tr: Üretmek
uk: Генерувати
vi: Tạo
zh_hans: 生成
zh_hant: 生成

# backup_view_last_backup
source: Last backup on %@
ar: آخر نسخة احتياطية على %@
bg: Последен архив на %@
cs: Poslední záloha z %@
da: Sidste backup %@
de: Letzte Sicherung am %@
el: Τελευταίο αντίγραφο ασφαλείας στις %@
es: Última copia de seguridad en %@
fa: آخرین نسخه پشتیبان از %@
fi: Viimeinen varmuuskopio %@
fr: Dernière sauvegarde le %@
he: גיבוי אחרון ב- %@
hi: अंतिम बैकअप %@
hr: Posljednja sigurnosna kopija %@
hu: Legutóbbi mentés: %@
id: Cadangan terakhir di %@
it: Ultimo backup il %@
ja: %@の最後のバックアップ
ko: %@에 마지막 백업
nb: Siste sikkerhetskopi på %@
nl: Laatste back -up op %@
pl: Ostatnia kopia zapasowa %@
pt_pt: Último backup em %@
ro: Ultima copie de rezervă la %@
ru: Последнее резервное копирование %@
sk: Posledná záloha %@
sl: Zadnja varnostna kopija %@
sq: Kopja e fundit rezervë më %1$@
sr_latn: Poslednji bekap %@
sv: Senaste säkerhetskopiering på %@
tr: %@ Son yedekleme
uk: Останнє збереження: %@
vi: Sao lưu lần cuối vào ngày %@
zh_hans: 上的最后备份%@
zh_hant: 上的最後備份%@

# backup_view_new_backup
source: New backup
ar: نسخة احتياطية جديدة
bg: Нов архив
cs: Nová záloha
da: Ny sikkerhedskopi
de: Neue Sicherung
el: Νέο αντίγραφο ασφαλείας
es: Nueva copia de seguridad
fa: نسخه پشتیبان جدید
fi: Uusi varmuuskopio
fr: Nouvelle sauvegarde
he: גיבוי חדש
hi: नया बैकअप
hr: Nova sigurnosna kopija
hu: Új biztonsági mentés
id: Cadangan baru
it: Nuovo backup
ja: 新しいバックアップ
ko: 새 백업
nb: Ny sikkerhetskopi
nl: Nieuwe back-up
pl: Nowa kopia zapasowa
pt_pt: Novo backup
ro: Copie de rezervă nouă
ru: Новая резервная копия
sk: Nová záloha
sl: Nova varnostna kopija
sq: Kopje e re rezervë
sr_latn: Novi bekap
sv: Ny säkerhetskopia
tr: Yeni yedekleme
uk: Нова резервна копія
vi: Bản sao lưu mới
zh_hans: 新备份
zh_hant: 新備份

# backup_view_onboarding
source: Make an encrypted backup of account data (Spaces, profiles, contacts, groups, click-to-call) that can be restored to this device or another one.
ar: شئ نسخة احتياطية مشفرة لبيانات حسابك ("Spaces"، الملفات الشخصية، جهات الاتصال، "click-to-call") التي يمكن استعادتها إلى هذا الجهاز أو جهاز آخر.
bg: Направете криптирано резервно копие на данните от акаунта (пространства, профили, контакти, групи, click-to-call), което може да бъде възстановено на това или друго устройство.
cs: Vytvořte šifrovanou zálohu dat účtu (Prostory, profily, kontakty, skupiny, click-to-call), kterou lze obnovit na toto nebo jiné zařízení.
da: Lav en krypteret sikkerhedskopi af kontodata ("Spaces", profiler, kontakter, grupper, "click-to-call"), der kan gendannes til denne enhed eller en anden.
de: Erstellen Sie eine verschlüsselte Sicherung der Kontodaten (Bereiche, Profile, Kontaktpersonen, Gruppen, Click-to-Call), die auf diesem oder einem anderen Gerät wiederhergestellt werden kann.
el: Δημιουργήστε ένα κρυπτογραφημένο αντίγραφο ασφαλείας των δεδομένων του λογαριασμού (Χώροι, προφίλ, επαφές, ομάδες, click-to-call) που μπορεί να επαναφερθεί σε αυτήν ή σε άλλη συσκευή.
es: Crea una copia de seguridad cifrada de los datos de la cuenta ("Spaces", perfiles, contactos, grupos, « click-to-call ») que se pueda restaurar en este dispositivo o en otro.
fa: از اطلاعات حساب (فضاها، پروفایل‌ها، مخاطبین، گروه‌ها، کلیک برای تماس) یک نسخه پشتیبان رمزگذاری شده تهیه کنید که بتوان آن را در این دستگاه یا دستگاه دیگری بازیابی کرد.
fi: Tee salattu varmuuskopio tilitiedoista ("Spaces", profiilit, ryhmät, yhteystiedot, "click-to-call"), joka voidaan palauttaa tähän tai toiseen laitteeseen.
fr: Effectuez une sauvegarde chiffrée des données de votre compte (Spaces, profils, contacts, groupes, click-to-call) qui pourra être restaurée sur cet appareil ou un autre.
he: בצע גיבוי מוצפן של נתוני חשבון ("Spaces", פרופילים, אנשי קשר, "click-to-call") שניתן לשחזר למכשיר זה או למכשיר אחר.
hi: खाता डेटा ("Spaces", प्रोफ़ाइल, संपर्क, "click-to-call") का एक एन्क्रिप्टेड बैकअप बनाएँ जिसे इस डिवाइस या किसी अन्य डिवाइस पर पुनर्स्थापित किया जा सके।
hr: Napravite šifriranu sigurnosnu kopiju podataka računa (prostori, profili, kontakti, grupe, click-to-call) koju je moguće obnoviti na ovaj ili drugi uređaj.
hu: Készítsen titkosított biztonsági mentést a fiókadatairól (Spaces, profilok, névjegyek, csoportok, click-to-call), amely visszaállítható erre vagy egy másik eszközre.
id: Buat cadangan terenkripsi untuk data akun ("Spaces", profil, kontak, kelompok, « click-to-call ») yang dapat dipulihkan ke perangkat ini atau perangkat lain.
it: Esegui un backup crittografato dei dati dell'account ("Spaces", profili, contatti, gruppi, click-to-call) che può essere ripristinato su questo dispositivo o su un altro.
ja: アカウントデータ（「Spaces」、プロフィール、連絡先、グループ、「click-to-call」）の暗号化されたバックアップを作成します。このバックアップは、このデバイスまたは別のデバイスに復元できます。
ko: 계정 데이터("Spaces", 프로필, 연락처, 여러 떼, « click-to-call »)를 암호화하여 이 기기 또는 다른 기기에 복원할 수 있는 백업을 만드세요.
nb: Lag en kryptert sikkerhetskopi av kontodata (« Spaces », profiler, kontakter, "click-to-call") som kan gjenopprettes til denne enheten eller en annen.
nl: Maak een versleutelde back-up van accountgegevens ("Spaces", profielen, contacten, groepen, « click-to-call ») die kan worden hersteld naar dit apparaat of een ander apparaat.
pl: Utwórz zaszyfrowaną kopię zapasową danych konta („Spaces”, profile, kontakty, grupy, „click-to-call”), którą można przywrócić na to lub inne urządzenie.
pt_pt: Faça um backup encriptado dos dados da conta ("Spaces", perfis, contactos, grupos, "click-to-call") que podem ser restaurados neste ou noutro dispositivo.
ro: Creați o copie de rezervă criptată a datelor contului (Space-uri, profiluri, contacte, grupuri, click-to-call) care poate fi restaurată pe acest dispozitiv sau pe altul.
ru: Создайте зашифрованную резервную копию данных учётной записи («Spaces», профили, контакты, группы, «Click-to-call»), которую можно будет восстановить на этом или другом устройстве.
sk: Vytvorte šifrovanú zálohu údajov účtu (priestory, profily, kontakty, skupiny, click-to-call), ktorú možno obnoviť na toto alebo iné zariadenie.
sl: Ustvarite šifrirano varnostno kopijo podatkov računa (prostori, profili, stiki, skupine, click-to-call), ki jo je mogoče obnoviti na to ali drugo napravo.
sq: Bëni një kopje rezervë të enkriptuar të të dhënave të llogarisë (Spaces, profile, kontakte, grupet, click-to-call) që mund të rikthehet në këtë ose një pajisje tjetër.
sr_latn: Napravite šifrovani bekap podataka naloga (prostori, profili, kontakti, grupe, click-to-call) koji može da se vrati na ovaj ili drugi uređaj.
sv: Gör en krypterad säkerhetskopia av kontodata ("Spaces", profiler, kontakter, grupper, « click-to-call ») som kan återställas till den här enheten eller en annan.
tr: Hesap verilerinizin ("Spaces", profiller, kişiler, gruplar, « click-to-call ») şifreli bir yedeğini oluşturun ve bu yedek bu cihaza veya başka bir cihaza geri yüklenebilir.
uk: Створіть зашифровану резервну копію даних облікового запису (простори, профілі, контакти, групи, функція дзвінка за посиланням), яку можна буде відновити на цьому або іншому пристрої.
vi: Tạo bản sao lưu được mã hóa dữ liệu tài khoản ("Spaces", hồ sơ, danh bạ, các nhóm, "click-to-call") để có thể khôi phục sang thiết bị này hoặc thiết bị khác.
zh_hans: 请对帐户数据（“Spaces”、个人资料、团体、 联系人、“click-to-call”）进行加密备份，以便将其恢复到此设备或其他设备。
zh_hant: 請對帳戶資料（「Spaces」、個人資料、團體、 聯絡人、「click-to-call」）進行加密備份，以便將其還原至此裝置或其他裝置。

# backup_view_reminder
source: Your last backup was created more than 30 days ago.
ar: تم إنشاء آخر نسخة احتياطية لك منذ أكثر من ٣٠ يومًا.
bg: Последният ви архив е създаден преди повече от 30 дни.
cs: Vaše poslední záloha byla vytvořena před více než 30 dny.
da: Din sidste sikkerhedskopi blev oprettet for mere end 30 dage siden.
de: Ihre letzte Sicherung wurde vor mehr als 30 Tagen erstellt.
el: Το τελευταίο σας αντίγραφο ασφαλείας δημιουργήθηκε πριν από περισσότερες από 30 ημέρες.
es: Su última copia de seguridad se creó hace más de 30 días.
fa: آخرین نسخه پشتیبان شما بیش از ۳۰ روز پیش ایجاد شده است.
fi: Viimeisin varmuuskopiosi luotiin yli 30 päivää sitten.
fr: Votre dernière sauvegarde a été créée il y a plus de 30 jours.
he: הגיבוי האחרון שלך נוצר לפני יותר מ-30 יום.
hi: आपका पिछला बैकअप 30 दिन से ज़्यादा पहले बनाया गया था।
hr: Vaša posljednja sigurnosna kopija izrađena je prije više od 30 dana.
hu: Az utolsó biztonsági mentése több mint 30 napja készült.
id: Cadangan terakhir Anda dibuat lebih dari 30 hari yang lalu.
it: L'ultimo backup è stato creato più di 30 giorni fa.
ja: 最後のバックアップは30日以上前に作成されています。
ko: 마지막 백업이 생성된 지 30일이 지났습니다.
nb: Din siste sikkerhetskopi ble opprettet for mer enn 30 dager siden.
nl: Uw laatste back-up is meer dan 30 dagen geleden gemaakt.
pl: Ostatnia kopia zapasowa została utworzona ponad 30 dni temu.
pt_pt: O seu último backup foi criado há mais de 30 dias.
ro: Ultima dvs. copie de rezervă a fost creată cu mai mult de 30 de zile în urmă.
ru: Ваша последняя резервная копия была создана более 30 дней назад.
sk: Vaša posledná záloha bola vytvorená pred viac ako 30 dňami.
sl: Vaša zadnja varnostna kopija je bila ustvarjena pred več kot 30 dnevi.
sq: Kopia juaj e fundit rezervë është krijuar më shumë se 30 ditë më parë.
sr_latn: Vaš poslednji bekap je napravljen pre više od 30 dana.
sv: Din senaste säkerhetskopia skapades för mer än 30 dagar sedan.
tr: Son yedeklemeniz 30 günden daha önce oluşturuldu.
uk: Вашу останню резервну копію було створено понад 30 днів тому.
vi: Bản sao lưu gần nhất của bạn được tạo cách đây hơn 30 ngày.
zh_hans: 您上次备份的创建时间已超过 30 天。
zh_hant: 您上次備份的建立時間已超過 30 天。

# backup_view_save_file_message
source: Save the backup file to the device of your choice and keep the passwords for later restoration.
ar: احفظ ملف النسخة الاحتياطية على الجهاز الذي تختاره، واحتفظ بكلمات المرور لاستعادتها لاحقًا.
bg: Запазете файла с архива на избраното от вас устройство и съхранете паролите за по-късно възстановяване.
cs: Uložte soubor zálohy na zařízení dle svého výběru a uchovejte hesla pro pozdější obnovení.
da: Gem sikkerhedskopifilen på den valgte enhed, og gem adgangskoderne til senere gendannelse.
de: Speichern Sie die Sicherungsdatei auf dem Gerät Ihrer Wahl und bewahren Sie die Passwörter für eine spätere Wiederherstellung auf.
el: Αποθηκεύστε το αρχείο αντιγράφου ασφαλείας στη συσκευή της επιλογής σας και κρατήστε τους κωδικούς για μελλοντική επαναφορά.
es: Guarda la copia de seguridad en el dispositivo que prefieras y conserva las contraseñas para restaurarlas posteriormente.
fa: فایل پشتیبان را در دستگاه مورد نظر خود ذخیره کنید و رمزهای عبور را برای بازیابی بعدی نگه دارید.
fi: Tallenna varmuuskopiotiedosto haluamallesi laitteelle ja säilytä salasanat myöhempää palautusta varten.
fr: Enregistrez le fichier de sauvegarde sur l'appareil de votre choix et conservez les mots de passe pour une restauration ultérieure.
he: שמור את קובץ הגיבוי במכשיר שתבחר ושמור את הסיסמאות לשחזור מאוחר יותר.
hi: बैकअप फ़ाइल को अपनी पसंद के डिवाइस पर सेव करें और बाद में पुनर्स्थापित करने के लिए पासवर्ड सुरक्षित रखें।
hr: Spremite datoteku sigurnosne kopije na uređaj po izboru i sačuvajte lozinke za kasniju obnovu.
hu: Mentse a biztonsági mentés fájlját a választott eszközre, és őrizze meg a jelszavakat a későbbi visszaállításhoz.
id: Simpan berkas cadangan ke perangkat pilihan Anda dan simpan kata sandinya untuk pemulihan nanti.
it: Salva il file di backup sul dispositivo che preferisci e conserva le password per un ripristino successivo.
ja: バックアップファイルを任意のデバイスに保存し、後で復元できるようにパスワードを保管してください。
ko: 백업 파일을 원하는 기기에 저장하고 나중에 복원할 수 있도록 비밀번호를 보관하세요.
nb: Lagre sikkerhetskopifilen på enheten du velger, og behold passordene for senere gjenoppretting.
nl: Sla het back-upbestand op het apparaat van uw keuze op en bewaar de wachtwoorden voor later herstel.
pl: Zapisz plik kopii zapasowej na wybranym urządzeniu i zachowaj hasła do późniejszego przywrócenia.
pt_pt: Guarde o ficheiro de cópia de segurança no dispositivo da sua escolha e guarde as palavras-passe para restauração posterior.
ro: Salvați fișierul de backup pe dispozitivul dorit și păstrați parolele pentru restaurarea ulterioară.
ru: Сохраните файл резервной копии на выбранном вами устройстве и сохраните пароли для последующего восстановления.
sk: Uložte súbor zálohy na zariadenie podľa vlastného výberu a uchovajte heslá na neskoršie obnovenie.
sl: Shrani datoteko varnostne kopije na izbrano napravo in ohrani gesla za kasnejšo obnovitev.
sq: Ruajeni skedarin e kopjes rezervë në pajisjen që zgjidhni dhe mbani fjalëkalimet për rikthim të mëvonshëm.
sr_latn: Sačuvajte fajl bekapa na uređaj po izboru i zadržite lozinke za kasnije vraćanje.
sv: Spara säkerhetskopian på den enhet du väljer och behåll lösenorden för senare återställning.
tr: Yedekleme dosyasını istediğiniz cihaza kaydedin ve parolaları daha sonra geri yüklemek üzere saklayın.
uk: Збережіть файл резервної копії на вибраному пристрої та збережіть паролі для подальшого відновлення.
vi: Lưu tệp sao lưu vào thiết bị bạn chọn và giữ lại mật khẩu để khôi phục sau.
zh_hans: 将备份文件保存到您选择的设备，并保留密码以便日后恢复。
zh_hant: 將備份檔案儲存到您選擇的設備，並保留密碼以便日後復原。

# backup_view_save_password
source: Save to password manager
ar: الحفظ في مدير كلمات المرور
bg: Запазване в мениджъра на пароли
cs: Uložit do správce hesel
da: Gem i adgangskodeadministrator
de: Im Passwort-Manager speichern
el: Αποθήκευση στη διαχείριση κωδικών πρόσβασης
es: Guardar en el gestor de contraseñas
fa: ذخیره در مدیریت رمز عبور
fi: Tallenna salasananhallintaan
fr: Enregistrer dans le gestionnaire de mots de passe
he: שמור במנהל הסיסמאות
hi: पासवर्ड मैनेजर में सेव करें
hr: 儲存到密碼管理器
hu: Mentés a jelszókezelőbe
id: Simpan ke pengelola kata sandi
it: Salva nel gestore password
ja: パスワードマネージャーに保存
ko: 비밀번호 관리자에 저장
nb: Lagre i passordbehandleren
nl: Opslaan in wachtwoordbeheerder
pl: Zapisz w menedżerze haseł
pt_pt: Guardar no gestor de senhas
ro: Salvați în managerul de parole
ru: Сохранить в менеджер паролей
sk: Uložiť do správcu hesiel
sl: Shrani v upravitelja gesel
sq: Ruaje në menaxherin e fjalëkalimeve
sr_latn: Sačuvaj u menadžer lozinki
sv: Spara i lösenordshanteraren
tr: Parola yöneticisine kaydet
uk: Зберегти в менеджері паролів
vi: Lưu vào trình quản lý mật khẩu
zh_hans: 保存到密码管理器
zh_hant: 儲存到密碼管理器

# backup_view_security
source: Security
ar: حماية
bg: Сигурност
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fa: امنیت
fi: Turvallisuus
fr: Sécurité
he: בִּטָחוֹן
hi: सुरक्षा
hr: Sigurnost
hu: Biztonság
id: Keamanan
it: Sicurezza
ja: 安全
ko: 보안
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_pt: Segurança
ro: Securitate
ru: Безопасность
sk: Bezpečnosť
sl: Varnost
sq: Siguria
sr_latn: Bezbednost
sv: Säkerhet
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全
